Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
pl: zaznacz, jeśli metadane nie są dla ciebie interesujące zostaną wtedy ukryte w edytorze metadanych, kolekcji, informacjach o obrazie i module importu nie będą też eksportowane

source: private
pl: prywatne

source: tick if you want to keep this information private (not exported with images)
pl: zaznacz, jeśli chcesz, żeby informacje pozostały prywatne (nie będą eksportowane ze zdjęciami)

source: metadata list
pl: lista metadanych

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
pl: tekst metadanych. użyj przewijania z ctrl aby zmienić rozmiar pola ctrl+enter wstawia nową linię (uwaga, może to być niekompatybilne ze standardowymi metadanymi) jeśli <leave unchanged> wybranych obrazów ma różne metadane w takim wypadku kliknięcie prawym umożliwia wybranie jednych z nich. naciśnij escape aby zamknąć okienko

source: remove metadata from selected images
pl: usuwa metadane z wybranych zdjęć

source: write metadata for selected images
pl: zapisuje metadane dla wybranych zdjęć

source: configure metadata
pl: konfiguruj metadane

source: Creative Commons Attribution (CC BY)
pl: Creative Commons Uznanie autorstwa (CC BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
pl: Creative Commons Uznanie autorstwa-Na tych samych warunkach (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
pl: Creative Commons Uznanie autorstwa-Bez utworów zależnych (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne-Na tych samych warunkach (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne-Bez utworów zależnych (CC BY-NC-ND)

source: all rights reserved.
pl: wszystkie prawa zastrzeżone.

source: filmroll
pl: rolka filmu

source: group id
pl: id grupy

source: version
pl: wersja

source: full path
pl: pełna ścieżka

source: flags
pl: flagi

source: focus distance
pl: odległość

source: datetime
pl: data/czas

source: height
pl: wysokość

source: export width
pl: szerokość (eksport)

source: export height
pl: wysokość (eksport)

source: longitude
pl: długość geogr.

source: elevation
pl: wysokość

source: categories
pl: kategorie

source: image information
pl: informacje o obrazie

source: double click to jump to film roll %s
pl: kliknij dwukrotnie, aby przejść do rolki filmu %s

source: unused
pl: nieużywana

source: unused/deprecated
pl: nieużywana (zdezaktualizowana)

source: marked for deletion
pl: zaznaczony do skasowania

source: auto-applying presets applied
pl: zastosowano ustawienia automatyczne

source: legacy flag. set for all new images
pl: przestarzała flaga ustawiana dla wszystkich nowych obrazów

source: has .txt
pl: ma .txt

source: has .wav
pl: ma .wav

source: image rejected
pl: zdjęcie odrzucone

source: image has %d star
pl: zdjęcie ma %d gwiazdkę

source: unknown
pl: nieznany

source: jump to film roll
pl: przejdź do rolki filmu

source: modulegroups
pl: grupy modułów

source: show only active modules
pl: wyświetl tylko aktywne moduły

source: show only your favourite modules (selected in `more modules' below)
pl: wyświetl tylko ulubione moduły (zaznaczone w „więcej modułów” poniżej)

source: basic group
pl: grupa podstawowa

source: tone group
pl: grupa tonowania

source: color group
pl: grupa koloru

source: correction group
pl: grupa korekcji

source: effects group
pl: grupa efektów

source: search module
pl: znajdź moduł

source: search modules by name or tag
pl: znajdź moduły po nazwie lub tagu

source: clear text
pl: wyczyść tekst

source: more modules
pl: więcej modułów

source: subset: no module
pl: podzbiór: bez modułów

source: subset: all modules
pl: podzbiór: wszystkie moduły

source: subset: default modules
pl: podzbiór: domyślne moduły

source: workspace: all-purpose
pl: przestrzeń robocza: ogólne

source: workspace: landscape & HDR
pl: przestrzeń robocza: krajobrazy i HDR

source: workspace: architecture & streets
pl: przestrzeń robocza: architektura i ulice

source: workspace: portrait & beauty
pl: przestrzeń robocza: portrety i uroda

source: workspace: lowlight & high ISO
pl: przestrzeń robocza: słabe oświetlenie i wysokie ISO

source: subset: creative modules only
pl: podzbiór: tylko moduły kreatywne

source: subset: technical modules only
pl: podzbiór: tylko moduły techniczne

source: navigation
pl: nawigacja

source: fit to screen
pl: dopasuj do ekranu

source: hide navigation thumbnail
pl: ukryj miniaturę nawigacji

source: print settings
pl: ustawienia wydruku

source: processing `%s' for `%s'
pl: przetwarzanie „%s” dla „%s”

source: cannot open printer profile `%s'
pl: nie można otworzyć profilu drukarki „%s”!

source: error getting output profile for image %d
pl: błąd pobierania profilu wyjściowego dla zdjęcia %d

source: cannot apply printer profile `%s'
pl: nie można zastosować profilu drukarki „%s”!

source: failed to create temporary pdf for printing
pl: nie udało się utworzyć tymczasowego pliku pdf do drukowania

source: cannot print until a picture is selected
pl: nie można wydrukować, nim nie zostanie wybrane zdjęcie

source: cannot print until a printer is selected
pl: nie można wydrukować, nim nie zostanie wybrana drukarka

source: cannot print until a paper is selected
pl: nie można wydrukować, nim nie zostanie wybrany papier

source: cannot get image %d for printing
pl: nie można otrzymać zdjęcia %d do wydruku

source: printer
pl: drukarka

source: media
pl: materiały

source: color management in printer driver
pl: zarządzanie kolorami w sterowniku drukarki

source: printer ICC profiles in %s or %s
pl: profile ICC drukarki w %s lub %s

source: black point compensation
pl: kompensacja punktu czerni

source: activate black point compensation when applying the printer profile
pl: włącz kompensację punktu czerni przy stosowaniu profilu drukarki

source: page
pl: strona

source: image width/height
pl: szerokość/wysokość zdjęcia

source: scale factor
pl: współczynnik skalowania

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
pl: skalowanie zdjęcia względem DPI drukarki: < 1 oznacza, że zdjęcie jest zmniejszane (najlepsza jakość) > 1 oznacza, że zdjęcie jest powiększane zbyt duża wartość może oznaczać słabą jakość wydruku

source: top margin
pl: górny margines

source: left margin
pl: lewy margines

source: lock
pl: blokada

source: change all margins uniformly
pl: zmień wszystkie marginesy jednocześnie

source: right margin
pl: prawy margines

source: bottom margin
pl: dolny margines

source: temporary style to use while printing
pl: tymczasowy styl, jaki ma zostać użyty podczas wydruku

source: print
pl: wydruk

source: print with current settings
pl: drukuj używając bieżących ustawień

source: recently used collections
pl: ostatnio używane kolekcje

source: jump back to previous collection
pl: przejdź do poprzedniej kolekcji

source: and
pl: oraz

source: or
pl: lub

source: but not
pl: lecz nie

source: select all images in current collection
pl: wybiera wszystkie zdjęcia w bieżącej kolekcji

source: select none
pl: wyczyść wybór

source: clear selection
pl: odznacz wszystkie zdjęcia

source: invert selection
pl: odwróć wybór

source: select unselected images in current collection
pl: zaznacza niezaznaczone zdjęcia w bieżącej kolekcji

source: select film roll
pl: wybierz rolkę filmu

source: select all images which are in the same film roll as the selected images
pl: wybierz wszystkie zdjęcia, które są na tej samej rolce filmu, co zaznaczone zdjęcia

source: select untouched
pl: wybierz niezmieniane

source: select untouched images in current collection
pl: zaznacza niezmieniane zdjęcia w obecnej kolekcji

source: session
pl: sesja

source: create
pl: utwórz

source: snapshots
pl: zrzuty obrazu

source: take snapshot
pl: zrób zrzut obrazu

source: toggle last snapshot
pl: pokaż/ukryj ostatni zrzut obrazu

source: take snapshot to compare with another image or the same image at another stage of development
pl: robi zrzut obrazu przydatny w porównaniu go z innym, lub tym samym obrazem w innym stadium przetwarzania

source: styles
pl: style

source: do you really want to remove style '%s'?
pl: czy naprawdę chcesz usunąć styl „%s”?

source: remove style?
pl: usunąć styl?

source: select style
pl: wybór stylu

source: darktable style files
pl: plik stylów darktable

source: available styles, doubleclick to apply
pl: dostępne style, kliknij dwukrotnie, aby zastosować

source: filter style names
pl: filtruj nazwy stylów

source: create duplicate
pl: zduplikuj

source: creates a duplicate of the image before applying style
pl: tworzy duplikat zdjęcia przed zastosowaniem stylu

source: create...
pl: utwórz...

source: create styles from history stack of selected images
pl: tworzy style na podstawie historii edycji wybranych zdjęć

source: edit...
pl: edytuj...

source: edit the selected style in list above
pl: umożliwia edycję stylu wybranego z listy

source: removes the selected style in list above
pl: usuwa wybrany styl z listy powyżej

source: import style from a style file
pl: importuje styl z pliku

source: export the selected style into a style file
pl: eksportuje wybrany styl do pliku

source: tagging
pl: etykiety

source: attach
pl: dołącz

source: detach
pl: odłącz

source: new
pl: nowa

source: redo last tag
pl: powtórz ostatnią etykietę

source: attach tag to all
pl: dołącz etykietę do wszystkich wybranych zdjęć

source: detach tag
pl: odłącz etykietę

source: delete tag?
pl: usunąć etykietę?

source: tag: %s
pl: etykieta: %s

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
pl: całkowicie usunąć etykietę „%s”? %d obraz jest skojarzony z tą etykietą!

source: tag %s removed
pl: etykieta „%s” usuięta

source: delete path
pl: usuń ścieżkę

source: <u>%d</u> tag will be deleted.
pl: <u>%d</u> etykieta zostanie usunięta

source: <u>%d</u> image will be updated
pl: <u>%d</u> zdjęcie zostanie zaktualizowane

source: %d tags removed
pl: usunięto %d etykiet

source: create tag
pl: utwórz etykietę

source: name:
pl: nazwa:

source: add to: "%s"
pl: dodaj do: "%s"

source: category
pl: kategoria

source: synonyms:
pl: synonimy:

source: empty tag is not allowed, aborting
pl: pusta etykieta jest niedozwolona

source: tag name already exists. aborting.
pl: etykieta o tej nazwie już istnieje.

source: edit tag
pl: edycja etykiety

source: <u>%d</u> tag will be updated.
pl: <u>%d</u> etykieta zostanie zaktualizowana

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
pl: znak '|' jest niedozwolony przy zmianie nazwy etkiety. aby zmienić hierarchię dla etykiety, użyj zmiany ścieżki.

source: at least one new tag name (%s) already exists, aborting
pl: istnieje już przynajmniej jedna etykieta o nazwie „%s”

source: rename path?
pl: zmienić ścieżkę?

source: selected path: %s
pl: wybrana ścieżka: %s

source: '|' misplaced, empty tag is not allowed, aborting
pl: Zła pozycja znaku '|', pusta etykieta jest niedozwolona

source: at least one new tagname (%s) already exists, aborting.
pl: istnieje już przynajmniej jedna etykieta o nazwie „%s”

source: attach tag
pl: dołącz etykietę

source: delete tag
pl: usuń etykietę

source: create tag...
pl: utwórz etykietę...

source: edit tag...
pl: edytuj etykietę...

source: rename path...
pl: zmień nazwę ścieżki...

source: copy to entry
pl: kopiuj do pola nazwy etykiety

source: go to tag collection
pl: otwórz kolekcję zdjęć z etykietą

source: go back to work
pl: wróć do poprzedniego widoku kolekcji

source: (private)
pl: (prywatne)

source: Select a keyword file
pl: Wybierz plik ze słowami kluczowymi

source: error importing tags
pl: błąd importu etykiet

source: %zd tags imported
pl: zaimportowano %zd tagów

source: Select file to export to
pl: Wybierz plik do eksportu

source: _export
pl: _eksportuj

source: error exporting tags
pl: błąd eksportu etykiet

source: %zd tags exported
pl: wyeksportowano %zd tagów

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
pl: dołączone etykiety, kliknij podwójnie aby odłączyć etykietę, kliknij prawym dla pozostałych akcji na etykiecie, przewiń z klawiszem Ctrl aby zmienić rozmiar okna

source: attach tag to all selected images
pl: dołącza etykiety do wybranych zdjęć

source: detach tag from all selected images
pl: odłącza etykiety od wybranych zdjęć

source: toggle list with / without hierarchy
pl: przełącza widok listy między płaskim a hierarchicznym

source: toggle sort by name or by count
pl: przełącza sposób sortowania: po nazwie lub ilości

source: toggle show or not darktable tags
pl: przełącza widoczność etykiet darktable

source: enter tag name
pl: wprowadź nazwę etykiety

source: clear entry
pl: wyczyść tekst

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
pl: słownik etykiet, kliknij podwójnie, aby dołączyć etykietę, kliknij prawym dla innych akcji na etykiecie, przewiń z ctrl aby zmienić rozmiar okna

source: create a new tag with the name you entered
pl: tworzy nową etykietę z wprowadzoną nazwą

source: import tags from a Lightroom keyword file
pl: importuje etykiety z pliku słów kluczowych Lightrooma

source: export all tags to a Lightroom keyword file
pl: eksportuje wszystkie etykiety do pliku słów kluczowych Lightrooma

source: toggle list / tree view
pl: przełącza widok listy / drzewa

source: toggle list with / without suggestion
pl: przełącza widoczność podpowiedzi

source: tag shortcut is not active with tag tree view. please switch to list view
pl: skrót etykiety jest nieaktywny w widoku drzewa etykiet. przełącz do widoku listy

source: battery indicator
pl: wskaźnik baterii

source: colorlabels
pl: kolorowe etykiety

source: toggle red label of selected images
pl: przełącza czerwone oznaczenie dla wybranych obrazów

source: toggle yellow label of selected images
pl: przełącza żółte oznaczenie dla wybranych obrazów

source: toggle green label of selected images
pl: przełącza zielone oznaczenie dla wybranych obrazów

source: toggle blue label of selected images
pl: przełącza niebieskie oznaczenie dla wybranych obrazów

source: toggle purple label of selected images
pl: przełącza fioletowe oznaczenie dla wybranych obrazów

source: clear all labels of selected images
pl: usuwa wszystkie etykiety z wybranych zdjęć

source: copyright (c) the authors 2009-%s
pl: copyright (c) autorzy 2009-%s

source: organize and develop images from digital cameras
pl: organizuj i przetwarzaj zdjęcia z aparatów cyfrowych

source: translator-credits
pl: Michał Prędotka <mpredotka@gmail.com> Artur de Sousa Rocha <adsr@poczta.onet.pl> Zbigniew Malach (Zbyma72age) <zbigniew.malach@gmail.com> Tomasz Goliński <tomaszg@math.uwb.edu.pl>

source: filmstrip
pl: taśma filmowa

source: filter
pl: filtr

source: view
pl: widok

source: unstarred only
pl: tylko bez gwiazdek

source: rejected only
pl: tylko odrzucone

source: all except rejected
pl: wszystkie oprócz odrzuconych

source: sort by
pl: sortowanie

source: preferences
pl: ustawienia

source: overlay mode for size
pl: tryb nakładek dla rozmiaru

source: expand grouped images
pl: wyświetl zgrupowane zdjęcia

source: collapse grouped images
pl: ukryj zgrupowane zdjęcia

source: click to change the type of overlays shown on thumbnails
pl: kliknij, aby zmienić typ nakładki pokazywanej na miniaturach

source: no overlays
pl: bez nakładek

source: overlays on mouse hover
pl: nakładki po najechaniu kursorem myszy

source: extended overlays on mouse hover
pl: rozszerzone nakładki po najechaniu kursorem myszy

source: permanent overlays
pl: stałe nakładki

source: permanent extended overlays
pl: stałe rozszerzone nakładki

source: permanent overlays extended on mouse hover
pl: stałe nakładki rozwijane po najechaniu kursorem myszy

source: overlays block on mouse hover
pl: nakładki blokują się po najechaniu kursorem myszy

source: enable this, then click on a control element to see its online help
pl: włącz to, a następnie kliknij na elemencie, żeby zobaczyć pomoc online

source: show global preferences
pl: wyświetl ustawienia ogólne

source: do you want to access https://darktable.gitlab.io/doc/?
pl: czy chcesz otworzyć stronę https://darktable.gitlab.io/doc/?

source: access the online usermanual?
pl: otworzyć podręcznik użytkownika online?

source: help url opened in web browser
pl: url pomocy otwarty w przeglądarce

source: error while opening help url in web browser
pl: błąd otwierania url-a pomocy w przeglądarce

source: there is no help available for this element
pl: pomoc dla tego elementu niedostępna

source: image infos
pl: informacje o obrazach

source: zoomable light table
pl: stół podświetlany

source: file manager
pl: manager plików

source: culling
pl: selekcja zdjęć

source: fixed zoom
pl: stałe przybliżenie

source: dynamic zoom
pl: dynamiczne przybliżanie

source: zoom max
pl: największe przybliżenie

source: zoom in
pl: przybliż

source: zoom out
pl: oddal

source: zoom min
pl: najmniejsze przybliżenie

source: toggle culling mode
pl: przełącz tryb selekcji zdjęć

source: toggle culling dynamic mode
pl: przełącz dynamiczny tryb selekcji zdjęć

source: toggle culling zoom mode
pl: przełącz sposób przybliżania dla selekcji zdjęć

source: module toolbox
pl: przybornik modułu

source: timeline
pl: oś czasu

source: start selection
pl: początek zaznaczenia

source: stop selection
pl: koniec zaznaczenia

source: view toolbox
pl: przybornik widoku

source: viewswitcher
pl: przełącznik widoku

source: reset lib parameters
pl: zresetuj parametry biblioteki

source: select file
pl: wybór pliku

source: double click to reset to `%f'
pl: kliknij dwukrotnie, aby zresetować do „%f”

source: lua options
pl: opcje lua

source: loading image
pl: ładowanie zdjęcia

source: gamut check
pl: sprawdzanie zakresu kolorów

source: soft proof
pl: korekta ekranowa

source: no image to open !
pl: brak obrazu do otwarcia!

source: no userdefined presets for favorite modules were found
pl: nie znaleziono zapisanych przez użytkownika ustawień dla ulubionych modułów

source: applied style `%s' on current image
pl: zastosowano styl „%s” na obecnym zdjęciu

source: no styles have been created yet
pl: nie utworzono jeszcze stylu

source: quick access to presets of your favorites
pl: szybki dostęp do zapisanych ustawień ulubionych

source: quick access for applying any of your styles
pl: szybki dostęp do utworzonych stylów

source: display a second darkroom image window
pl: wyświetl dodatkowe okno podglądu zdjęcia w ciemni

source: toggle ISO 12646 color assessment conditions
pl: włącz/wyłącz środowisko oceny kolorów ISO 12646

source: toggle raw over exposed indication right click for options
pl: przełącz wskaźnik prześwietlenia RAW kliknij prawym przyciskiem, by wyświetlić opcje

source: mark with CFA color
pl: oznacz kolorem CFA

source: mark with solid color
pl: oznacz jednolitym kolorem

source: select how to mark the clipped pixels
pl: wybierz, jak zaznaczać prześwietlone piksele

source: color scheme
pl: schemat kolorów

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
pl: wybierz jednolity kolor do oznaczania prześwietlenia. będzie tylko używany, jeśli tryb = oznacz jednolitym kolorem

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
pl: próg tego, co ma być traktowane jako prześwietlenie 1.0 - poziom bieli 0.0 - poziom czerni

source: toggle over/under exposed indication right click for options
pl: przełącz wskaźnik prześwietlenia/niedoświetlenia kliknij prawym przyciskiem, by wyświetlić opcje

source: red & blue
pl: czerwony i niebieski

source: purple & green
pl: fioletowy i zielony

source: select colors to indicate over/under exposure
pl: wybór kolorów dla oznaczenia prześwietleń/niedoświetleń

source: lower threshold
pl: próg dolny

source: threshold of what shall be considered underexposed
pl: próg tego, co ma być traktowane jako niedoświetlenie

source: upper threshold
pl: próg górny

source: threshold of what shall be considered overexposed
pl: próg tego, co ma być traktowane jako prześwietlenie

source: toggle softproofing right click for profile options
pl: przełącz korektę ekranową kliknij prawym przyciskiem, by wyświetlić opcje

source: toggle gamut checking right click for profile options
pl: przełącz sprawdzanie zakresu kolorów kliknij prawym przyciskiem, by wyświetlić opcje

source: display intent
pl: odwzorowanie barw

source: preview display intent
pl: odwzorowanie barw podglądu

source: display profile
pl: profil monitora

source: preview display profile
pl: profil monitora dla podglądu

source: histogram profile
pl: profil histogramu

source: display ICC profiles in %s or %s
pl: profile ICC monitora w %s lub %s

source: preview display ICC profiles in %s or %s
pl: profile ICC monitora w %s lub %s

source: softproof ICC profiles in %s or %s
pl: profile korekty ekranowej (softproof) ICC w %s lub %s

source: histogram and color picker ICC profiles in %s or %s
pl: profile histogramu i próbnika koloru ICC w %s lub %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
pl: ustaw kolor linii dla nakładek na obraz (maski, prowadnice przycinania i obrotu, etc.)

source: overlay color
pl: kolor nakładki

source: set overlay color
pl: wybierz kolor nakładki

source: zoom close-up
pl: przybliż

source: zoom fill
pl: wypełnij okno zdjęciem

source: zoom fit
pl: dopasuj zdjęcie do okna

source: image forward
pl: następne zdjęcie

source: image back
pl: poprzednie zdjęcie

source: color assessment
pl: ocena kolorów

source: cycle overlay colors
pl: przełącz kolor nakładki

source: softproof
pl: korekta ekranowa

source: show drawn masks
pl: pokaż maski wektorowe

source: increase brush size
pl: zwiększenie rozmiaru pędzla

source: decrease brush size
pl: zmniejszenie rozmiaru pędzla

source: increase brush hardness
pl: zwiększenie twardości pędzla

source: decrease brush hardness
pl: zmniejszenie twardości pędzla

source: increase brush opacity
pl: zwiększenie krycia pędzla

source: decrease brush opacity
pl: zmniejszenie krycia pędzla

source: full preview
pl: pełny podgląd

source: undo
pl: cofnij

source: redo
pl: powtórz

source: allow to pan & zoom while editing masks
pl: zezwól na przesuwanie i powiększanie podczas edycji masek

source: search modules
pl: znajdź moduły

source: switch to lighttable
pl: przełącz na widok stołu podświetlanego

source: zoom in the image
pl: przybliżenie podglądu

source: unbounded zoom in the image
pl: nieograniczone przybliżenie podglądu

source: zoom to 100% 200% and back
pl: przełącz przybliżenie między 100% a 200%

source: [modules] expand module without closing others
pl: [moduły] rozwiń moduł bez zwijania pozostałych

source: [modules] change module position in pipe
pl: [moduły] zmień pozycję modułu

source: darktable - darkroom preview
pl: darktable - podgląd ciemni
